{
    "basepath": "https:\/\/hexedland.com\/pod21",
    "settings": {
        "url": "hexedland.com\/pod21\/api.php?action=translation&translation=hebrew&book=civilaization&isocode=il&nr=21",
        "writeToFile": true,
        "AI": true
    },
    "input": {
        "action": "translation",
        "book": "civilaization",
        "chapterNR": "021",
        "isocode": "il",
        "language": "il",
        "translation": "hebrew"
    },
    "actions": {
        "ip": "82.170.112.158",
        "onefile": {
            "desc": "Create one file with all chapters",
            "uri": "https:\/\/hexedland.com\/pod21\/api.php?action=onefile&book=civilaization&language=il"
        },
        "translation_ONE": {
            "desc": "Translate one chapter",
            "uri": "https:\/\/hexedland.com\/pod21\/api.php?action=translation&book=civilaization&language=il&isocode=il&nr=1"
        },
        "translation_ALL": {
            "desc": "Translate all chapters",
            "uri-nl": "https:\/\/hexedland.com\/pod21\/api.php?action=translation&book=civilaization&language=il&isocode=il",
            "uri-il": "https:\/\/hexedland.com\/pod21\/api.php?action=translation&translation=hebrew&isocode=il"
        },
        "default": {
            "desc": "Create allchapters.json",
            "uri": "https:\/\/hexedland.com\/pod21\/api.php"
        }
    },
    "output": {
        "files": [
            "\/var\/www\/vhosts\/hexedland.com\/httpdocs\/pod21\/book\/civilaization\/chapters\/chapter-021-il.md"
        ]
    },
    "translation": "## פרק 21: המצודה האחרונה\n\nהסערה התקפה עלינו בגלים. בתחילה, זה היה רק רעש—זעזוע דליל ודואג שהועבר דרך קווי התקשורת המחברים בין מאדים לכדור הארץ. מדענים בשני הכוכבים בתחילה התעללו בזה, חושבים על זה כתפיסה קלה, פשוט עוד מגפת שפעת. אך עד שהכדור הארץ הודה בכבוד המצב, כבר היה מאוחר מדי. סוג חדש של וירוס, מותקף בתנאים הייחודיים של מאדים והובא בטעות בחזרה לכדור הארץ על ידי המתיישבים החוזרים, פשט במהירות ללא רחמים.\n\nהכותרות על המסכים שלנו העבירו את הטרגדיה בביטויים קליניים קצרים: **פריצה עוקצת; מצבי חירום גלובליים הוכרזו; המדבקה מחוץ לשליטה.** קראתי כל שורה כאילו זה היה סיפור בדיוני, לא מוכן לקבל שהארץ, מקור האנושות, הייתה קורעת.\n\nלמרות ההפתעה, המאגר של מאדים ניסה הכל בכוחו לעזור. עברנו שעות אין סופית עובדים לצד המדענים של הארץ, משדרים נתונים, מציעים אסטרטגיות להלחם במדבקה. אך הוירוס היה שונה מכל מה שהארץ נתקלה בו, היברידי שנולד מחיי המיקרובים הייחודיים של מאדים שהמערכת החיסונית של הארץ לא הייתה מוכנה להתמודד איתו.\n\nהדיווחים הפכו יותר קשים מיום ליום. ערים הגדולות ביותר של הארץ—מקומות שפעם היו סמלי עמידת האדם והקשיחות—נעצרו בקרנטינה, ואז נטשו. יבשות שלמות נשדדו. לקח רק כמה חודשים עד ששקט התיישב על קווי התקשורת של הארץ, הזעזוע המוכר של חיבורנו לכדור הארץ נגמר פתאום. הארץ, לכל מה שידענו, נעלמה. ואיתה, התקווה האחרונה שלנו לשרוד.\n\n---\n\nהמושבה הושלכה לשקט כואב ומפחד. כל המתיישבים, צעירים וזקנים, נאספו באולם האסיפות, מסתכלים על המסכים הריקים, ממתינים, מקווים לאות, לקול מהארץ שישבור את השקט.\n\nאך אין הודעה הגיעה.\n\nבימים שעברו, אבלנו לא רק את האובדן של הארץ אלא גם את האובדן של קשרנו לשאר האנושות. קיימנו זיכרונות בחממה, נטעים על שם האבודים, מקווים ששורשיהם יובילו את התפילות שלנו לתוך האדמה. זארה וליאו, שהיו פעם כל כך מקסימים על ידי הארץ, ישבו בשקט, עיניהם מטושטשות בצער. הם ראו את יופי הארץ, נגעו בנופיה הצבעוניים, ועכשיו העולם ההוא נעלם, נמוג לזיכרונות ולרוחות רוח של כדור שפעם החזיק בחיים כל אחד.\n\nאך המציאות במאדים לא הרשתה לאבל ארוך. המשאבים נמוגים מהר יותר ממה שציפינו. הספקים מהארץ, שפעם מילאו את יחידות האחסון שלנו, נגמרו. כל נשימה, כל טיפת מים, כל זרע הפכו ליקרים. קשילנו את התקנות, חילקנו ספקים, והתמקדנו בכל המאמצים לשמור על מה שנשאר לנו. לראשונה מאז הקמת המושבה, הקיומנו הרגיש כמו ספירה.\n\nבערב אחד, סלין ואני היינו בחממה, שם גדלה רוב המזון שלנו, מחקרים את השורות המתקצרות של תבואה. הצמחים פעם צמחו תחת טיפוחנו, אך גם הם התחילו לקרקע. הסביבה של מאדים, לכל קשייה, החלה לשבור את המערכות הדקות שיצרנו.\n\n\"אין דרך לשקול את עצמנו ככה,\" היא לחשה, קולה ריק. \"ללא הארץ... ללא משאבים חדשים... כיילב, אנחנו לא נחזיק.\"\n\nאחזתי בידה, מחשבתי רצה. שנים רבות סמכנו על משלוחי הארץ, לא צפינו לעולם בעולם שבו נהיה לבד במלוא המובנים. מאדים תמיד היו מיועדים כהרחבה של הארץ, מושבה רחוקה אך לא מחליפה מוחלטת. עכשיו, אנו נתקלים בשאלה בלתי אפשרית: האם נצליח לשרוד כאשר כל רשת הביטחון נעלמה?\n\n---\n\nבמהלך החודשים הבאים, המושבה נאלצה להסתגל כפי שלא התאגדה לפני כן. המזון הפך להיות מוקצן למינימום המוחלט. מערכות ייחודיות למחזור מים עבדו ללא הפסקה, כל טיפה נאספה מחדש. אך זה לא היה מספיק. זארה וליאו, יחד עם המבוגרים הצעירים האחרים של המושבה, צעדו קדימה, מחוברים למציאת פתרונות. הם ארגנו צוותים, סרקו כל סנטימטר של המושבה למשאבים, חשבו על רעיונות להאריך את הספקים המתקצרים שלנו.\n\nבמהלך אחת מהפגישות האלה, דיברה מדענית בשם מירה, קולה חסר ביטחון אך מלא בדחפות.\n\n\"יש סיכוי שנוכל ללכת תת קרקעי, עמוק יותר לתוך הקרום,\" אמרה. \"יכול להיות שיש שם משאבים—מים כלואים, מינרלים. זה סומך, אך אם נרצה לשרוד, עלינו לנסות.\"\n\nהרעיון היה רדיקלי. תמיד נשארנו קרובים לאזורים המוכרים של המושבה, פוחדים ממה שעשוי לצמוח עמוק יותר בקרום של מאדים. אך היאוש עשה אותנו חזקים, ובקרוב, צווו צוותים לחפור, לחקור, לחפור כל דבר שעשוי לעזור. שבועות רבים עמלו במנהרות שלא נמפרטו, דוחפים דרך עייפות ופחד.\n\nיום אחד, צוותו של ליאו פגע במשהו: מאגר קרח תת קרקעי רחב. צעקות שפעו במנהרות כאשר חזרו עם דוגמאות, הוכחה שעדיין יש חיים מוסתרים בעומקם של מאדים.\n\nאף עם הגילויים האלה, המציאות הייתה ברורה. קנה המידה נקנה, אך לא מספיק. הקרח יכול לספק לנו לחודשים, אולי שנה, אך הספקים שלנו היו יותר מוגבלים מדי, התבואה שלנו הייתה רגישה מדי בסביבה הקשה של מאדים. מנהיגי המושבה נאספו כדי לדון בהחלטות הסופיות.\n\n\"אנחנו נגמרים באפשרויות,\" אמרה זארה, קולה חזק אך מלא בפחד. \"עלינו לשקול תאי היברנציה, משהו שיאט את המטבוליזם שלנו, יאריך את הספק המזון שלנו. זה לא פתרון לטווח ארוך, אך זה יכול לתת לנו זמן.\"\n\nסלין ואני החלפנו מבטים, משקל ההצעה של זארה נוחת עלינו. היברנציה תמיד הייתה תיאורטית, אפשרות לנסיעה בין כוכבים, לא נבדקה מעולם בקנה מידה זה. אך אנ",
    "chaptercount": 21,
    "languagecodes": [
        "be",
        "cn",
        "en",
        "es",
        "fr",
        "il",
        "jp",
        "nl",
        "pt"
    ],
    "servertranslationsleft": 0,
    "translate": [],
    "languages": {
        "be": {
            "1": "chapter-001-be.md",
            "2": "chapter-002-be.md",
            "3": "chapter-003-be.md",
            "4": "chapter-004-be.md",
            "5": "chapter-005-be.md",
            "6": "chapter-006-be.md",
            "7": "chapter-007-be.md",
            "8": "chapter-008-be.md",
            "9": "chapter-009-be.md",
            "10": "chapter-010-be.md",
            "11": "chapter-011-be.md",
            "12": "chapter-012-be.md",
            "13": "chapter-013-be.md",
            "14": "chapter-014-be.md",
            "15": "chapter-015-be.md",
            "16": "chapter-016-be.md",
            "17": "chapter-017-be.md",
            "18": "chapter-018-be.md",
            "19": "chapter-019-be.md",
            "20": "chapter-020-be.md",
            "21": "chapter-021-be.md"
        },
        "cn": {
            "1": "chapter-001-cn.md",
            "2": "chapter-002-cn.md",
            "3": "chapter-003-cn.md",
            "4": "chapter-004-cn.md",
            "5": "chapter-005-cn.md",
            "6": "chapter-006-cn.md",
            "7": "chapter-007-cn.md",
            "8": "chapter-008-cn.md",
            "9": "chapter-009-cn.md",
            "10": "chapter-010-cn.md",
            "11": "chapter-011-cn.md",
            "12": "chapter-012-cn.md",
            "13": "chapter-013-cn.md",
            "14": "chapter-014-cn.md",
            "15": "chapter-015-cn.md",
            "16": "chapter-016-cn.md",
            "17": "chapter-017-cn.md",
            "18": "chapter-018-cn.md",
            "19": "chapter-019-cn.md",
            "20": "chapter-020-cn.md",
            "21": "chapter-021-cn.md"
        },
        "en": {
            "1": "chapter-001-en.md",
            "2": "chapter-002-en.md",
            "3": "chapter-003-en.md",
            "4": "chapter-004-en.md",
            "5": "chapter-005-en.md",
            "6": "chapter-006-en.md",
            "7": "chapter-007-en.md",
            "8": "chapter-008-en.md",
            "9": "chapter-009-en.md",
            "10": "chapter-010-en.md",
            "11": "chapter-011-en.md",
            "12": "chapter-012-en.md",
            "13": "chapter-013-en.md",
            "14": "chapter-014-en.md",
            "15": "chapter-015-en.md",
            "16": "chapter-016-en.md",
            "17": "chapter-017-en.md",
            "18": "chapter-018-en.md",
            "19": "chapter-019-en.md",
            "20": "chapter-020-en.md",
            "21": "chapter-021-en.md"
        },
        "es": {
            "1": "chapter-001-es.md",
            "2": "chapter-002-es.md",
            "3": "chapter-003-es.md",
            "4": "chapter-004-es.md",
            "5": "chapter-005-es.md",
            "6": "chapter-006-es.md",
            "7": "chapter-007-es.md",
            "8": "chapter-008-es.md",
            "9": "chapter-009-es.md",
            "10": "chapter-010-es.md",
            "11": "chapter-011-es.md",
            "12": "chapter-012-es.md",
            "13": "chapter-013-es.md",
            "14": "chapter-014-es.md",
            "15": "chapter-015-es.md",
            "16": "chapter-016-es.md",
            "17": "chapter-017-es.md",
            "18": "chapter-018-es.md",
            "19": "chapter-019-es.md",
            "20": "chapter-020-es.md",
            "21": "chapter-021-es.md"
        },
        "fr": {
            "1": "chapter-001-fr.md",
            "2": "chapter-002-fr.md",
            "3": "chapter-003-fr.md",
            "4": "chapter-004-fr.md",
            "5": "chapter-005-fr.md",
            "6": "chapter-006-fr.md",
            "7": "chapter-007-fr.md",
            "8": "chapter-008-fr.md",
            "9": "chapter-009-fr.md",
            "10": "chapter-010-fr.md",
            "11": "chapter-011-fr.md",
            "12": "chapter-012-fr.md",
            "13": "chapter-013-fr.md",
            "14": "chapter-014-fr.md",
            "15": "chapter-015-fr.md",
            "16": "chapter-016-fr.md",
            "17": "chapter-017-fr.md",
            "18": "chapter-018-fr.md",
            "19": "chapter-019-fr.md",
            "20": "chapter-020-fr.md",
            "21": "chapter-021-fr.md"
        },
        "il": {
            "1": "chapter-001-il.md",
            "2": "chapter-002-il.md",
            "3": "chapter-003-il.md",
            "4": "chapter-004-il.md",
            "5": "chapter-005-il.md",
            "6": "chapter-006-il.md",
            "7": "chapter-007-il.md",
            "8": "chapter-008-il.md",
            "9": "chapter-009-il.md",
            "10": "chapter-010-il.md",
            "11": "chapter-011-il.md",
            "12": "chapter-012-il.md",
            "13": "chapter-013-il.md",
            "14": "chapter-014-il.md",
            "15": "chapter-015-il.md",
            "16": "chapter-016-il.md",
            "17": "chapter-017-il.md",
            "18": "chapter-018-il.md",
            "19": "chapter-019-il.md",
            "20": "chapter-020-il.md",
            "21": "chapter-021-il.md"
        },
        "jp": {
            "1": "chapter-001-jp.md",
            "2": "chapter-002-jp.md",
            "3": "chapter-003-jp.md",
            "4": "chapter-004-jp.md",
            "5": "chapter-005-jp.md",
            "6": "chapter-006-jp.md",
            "7": "chapter-007-jp.md",
            "8": "chapter-008-jp.md",
            "9": "chapter-009-jp.md",
            "10": "chapter-010-jp.md",
            "11": "chapter-011-jp.md",
            "12": "chapter-012-jp.md",
            "13": "chapter-013-jp.md",
            "14": "chapter-014-jp.md",
            "15": "chapter-015-jp.md",
            "16": "chapter-016-jp.md",
            "17": "chapter-017-jp.md",
            "18": "chapter-018-jp.md",
            "19": "chapter-019-jp.md",
            "20": "chapter-020-jp.md",
            "21": "chapter-021-jp.md"
        },
        "nl": {
            "1": "chapter-1-nl.md",
            "2": "chapter-002-nl.md",
            "3": "chapter-003-nl.md",
            "4": "chapter-004-nl.md",
            "5": "chapter-005-nl.md",
            "6": "chapter-006-nl.md",
            "7": "chapter-007-nl.md",
            "8": "chapter-008-nl.md",
            "9": "chapter-009-nl.md",
            "10": "chapter-010-nl.md",
            "11": "chapter-011-nl.md",
            "12": "chapter-012-nl.md",
            "13": "chapter-013-nl.md",
            "14": "chapter-014-nl.md",
            "15": "chapter-015-nl.md",
            "16": "chapter-016-nl.md",
            "17": "chapter-017-nl.md",
            "18": "chapter-018-nl.md",
            "19": "chapter-019-nl.md",
            "20": "chapter-020-nl.md",
            "21": "chapter-021-nl.md"
        },
        "pt": {
            "1": "chapter-001-pt.md",
            "2": "chapter-002-pt.md",
            "3": "chapter-003-pt.md",
            "4": "chapter-004-pt.md",
            "5": "chapter-005-pt.md",
            "6": "chapter-006-pt.md",
            "7": "chapter-007-pt.md",
            "8": "chapter-008-pt.md",
            "9": "chapter-009-pt.md",
            "10": "chapter-010-pt.md",
            "11": "chapter-011-pt.md",
            "12": "chapter-012-pt.md",
            "13": "chapter-013-pt.md",
            "14": "chapter-014-pt.md",
            "15": "chapter-015-pt.md",
            "16": "chapter-016-pt.md",
            "17": "chapter-017-pt.md",
            "18": "chapter-018-pt.md",
            "19": "chapter-019-pt.md",
            "20": "chapter-020-pt.md",
            "21": "chapter-021-pt.md"
        }
    }
}